Repository: BRDK-GitHub/vibratorExampleProject
Catalog: Logical/mappView/Visualization/Pages/login/cassette/cassetteConfiguration/cassetteConfigurationTexts.tmx
Source language: en
Languages: cs, hu, vi, zh

source: Cassette ready
cs: Kazeta pripravena
hu: Kazetta készen áll
vi: Băng cassette đã sẵn sàng
zh: 盛料盒就绪

source: Cassette queue
cs: Kazeta fronta
hu: Kazetta sorban áll
vi: Hàng chờ băng cassette
zh: 盛料盒前方排队

source: Neighbour bricks in cassette
cs: Soused-elem. v kazete
hu: Szomszéd téglák a kazettában
vi: Khối gạch bên cạnh trong băng cassette
zh: 相邻点数机已投料

source: Neighbour active
cs: Soused aktivni
hu: Szomszéd aktív
vi: Khối bên cạnh đang hoạt động
zh: 相邻点数机已就绪

source: Cassette release
cs: Uvolneni kazety
hu: Kazetta kiadás
vi: Nhả băng cassette
zh: 盛料盒释放

source: Bricks ready in cassette
cs: Elem.pripr.v kazete
hu: Téglák készen a kazettában
vi: Khối gạch đã sẵn sàng trong băng cassette
zh: 已投料

source: Cassette start delay
cs: Zpozdení start kazety
hu: Kazetta indítási késleltetés
vi: Độ trễ khởi động băng cassette
zh: 盛料盒启动延迟

source: Neighbour dosing
vi: Lượng khối bên cạnh
zh: 相邻点数机正在投料

source: Dosing
vi: Lượng
zh: 正在投料

source: Dosing line command
vi: Lệnh dòng định lượng
zh: 正在投料
